---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MassGrossSurfaceArea
source: html/eed37a63-86b0-7d47-da08-96ab8a4d5c7d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MassGrossSurfaceArea Property

"Gross Surface Area"

## Syntax (C#)
```csharp
public static ForgeTypeId MassGrossSurfaceArea { get; }
```